Repository: fhdk/pacman-mirrors
Catalog: locale/*/LC_MESSAGES/pacman_mirrors.po
Languages: be, ca, de, eo, es_es, fi, fr, he, hi_in, pt, sv

source: Mirror ranking is not available
be: Ранжыраванне люстэркаў недаступна
ca: El rànquing de rèpliques no està disponible.
de: Mirror-Ranking ist nicht verfügbar
eo: Spegulo-rango ne disponeblas
es_es: El ranking de réplicas no está disponible
fi: Peilipalvelinarvojärjestys ei ole käytettävissä
fr: Le classement des miroirs n’est pas disponible
he: דירוג אתרי־המראה אינו זמין
hi_in: सर्वर-मिरर अनुक्रम अनुपलब्ध
pt: Não está disponível a classificação do espelho
sv: Spegelrankning är ej tillgängligt

source: Must have root privileges
be: Патрабуюцца прывілеі суперкарыстальніка
ca: Cal tenir privilegis d'arrel.
de: Benötigt ROOT-Rechte
eo: Necesas havi administrajn privilegiojn
es_es: Debes tener privilegios de root
fi: Sinulla on oltava pääkäyttäjän oikeudet
fr: Requiert les droits super-utilisateur.
he: על התוכנה לקבל הרשאות מנהלן
hi_in: रुट विशेषाधिकार होना आवश्यक है
pt: Deve ter privilégios de root
sv: Kräver root-privilegier

source: The mirrors has not changed
be: Люстэркі не змененыя
ca: Les rèpliques no han canviat.
de: Die Servereinstellungen haben sich nicht verändert
eo: La speguloj ne ŝanĝiĝis
es_es: Las réplicas no han cambiado
fi: Ikkunoita ei ole muokattu
fr: Les miroirs n’ont pas changé
he: לא נעשה שינוי באתרי־המראה
hi_in: सर्वर-मिरर में कोई परिवर्तन नहीं
pt: Os espelhos não foram alterados
sv: Speglarna har ej ändrats

source: No mirrors in selection
be: Люстэркаў не абрана
ca: No hi ha rèpliques a la selecció.
de: Keine Mirrors in Auswahl
eo: Sen speguloj ĉe elekto
es_es: No hay réplicas en la selección
fi: Ei ikkunoita valittuna
fr: Pas de miroirs dans la sélection
he: לא נמצאו אתרי־מראה לפי הבחירה
hi_in: कोई सर्वर-मिरर चयनित नहीं
pt: Sem espelhos selecionados
sv: Inga speglar i urval

source: Option
be: Параметр
ca: Opció
eo: Opcio
es_es: Opción
fi: Valinta
he: בְּרֵרָה
hi_in: विकल्प
pt: Opção
sv: Val

source: Please use
be: Выкарыстоўвайце
ca: Si us plau, useu
de: Bitte verwende
eo: Bv. uzu
es_es: Por favor, usar
fi: Ole hyvä ja käytä
fr: S’il vous plaît, utilisez
he: אנא השתמש ב
hi_in: कृपया उपयोग करें
pt: Por favor use
sv: Vänligen använd

source: Querying mirrors
be: Запыт спіса люстэркаў
ca: Consultant les rèpliques
de: Frage Mirrors ab
eo: Speguloj ricevas informpeton
es_es: Consultando las réplicas
fi: Peilipalvelimia kysellään
fr: Interrogation des miroirs
he: מתשאל את אתרי־המראה
hi_in: सर्वर-मिरर खोज जारी
pt: A obter informação dos espelhos
sv: Kontaktar speglar

source: Randomizing mirror list
be: Размяшчэнне ў спісе ў выпадковым парадку
ca: Aleatorització de la llista de rèpliques
de: Mirrorliste zufällig anordnen
eo: Spegulo-listo iĝas aleatora
es_es: Aleatorizando la lista de réplicas
fi: Satunnaistetaan peilipalvelinluettelo
fr: Randomisation de la liste des miroirs
he: מסדר את אתרי־המראה באקראי
hi_in: क्रमरहित सर्वर-मिरर सूची निर्माण जारी
pt: A reordenar de forma aleatória a lista de espelhos
sv: Randomiserar spegellista

source: To remove custom config run
be: Каб выдаліць адвольную канфігурацыю, запусціце
ca: Per eliminar la configuració personalitzada executeu
de: Um benutzerspezifische Einstellungen zu entfernen starte
eo: Por forigi laŭmendan agordaron rulu
es_es: Para eliminar la configuración personalizada ejecuta
fi: Poistaaksesi mukautetut asetukset aja
fr: Pour supprimer la configuration personnalisée, exécutez
he: בכדי למחוק את התצורה המֻתְאֶמֶת הרץ
hi_in: अनुकूलित विन्यास हटाने हेतु निष्पादित करें
pt: Para remover a execução de configuração personalizada
sv: För att ta bort egen konfiguration, kör

source: This may take some time
be: Гэта зойме пэўны час
ca: Això pot trigar una estona.
de: Dies kann einige Zeit in Anspruch nehmen
eo: Tio eble daŭros longe
es_es: Esto puede tomar algo de tiempo
fi: Tämä saattaa kestää hetken
fr: Cela peut prendre un certain temps
he: הפעולה עלולה לקחת זמן מה
hi_in: इसमें कुछ समय लग सकता है
pt: Isto pode levar algum tempo
sv: Detta kan ta en stund

source: unknown country
be: невядомая краіна
ca: país desconegut
de: unbekanntes Land
eo: nekonata lando
es_es: país desconocido
fi: tuntematon maa
fr: pays inconnu
he: ארץ לא מזוהה
hi_in: अज्ञात देश
pt: país desconhecido
sv: okänt land

source: Use 0 for all mirrors
be: Значэнне 0 задзейнічае ўсе люстэркі
ca: Useu 0 per a totes les rèpliques.
de: benutze 0 für alle verfügbaren Mirrors
eo: Uzu 0-n por ĉiuj speguloj
es_es: Usar 0 para todas las réplicas
fi: Käytä 0 kaikkia peilipalvelimia varten
fr: Utilise 0 pour tous les miroirs
he: שימוש ב־0 עבור כל אתרי המראה
hi_in: सभी सर्वर-मिरर हेतु 0 उपयोग करें
pt: Usar 0 para todos os espelhos
sv: Använd 0 för alla speglar

source: Using all mirrors
be: Выкарыстанне ўсіх люстэркаў
ca: S'usen totes les rèpliques.
de: Nutze alle Mirrors
eo: Ĉiuj speguloj estas uzataj
es_es: Usando todas las réplicas
fi: Käytetään kaikkia ikkunoita
fr: Utilisation de tous les miroirs
he: משתמש בכל אתרי־המראה
hi_in: सभी सर्वर-मिरर प्रयुक्त
pt: A usar todos os espelhos
sv: Använder alla speglar

source: Using custom mirror file
be: Выкарыстанне адвольнага файла люстэркаў
ca: S'usa un fitxer de rèplica personalitzat.
de: Nutze benutzerspezifische Mirrordatei
eo: Laŭmenda spegulo dosiero estas uzata
es_es: Usando un archivo de réplica personalizado
fi: Käytetään mukautettua peilipalvelintiedostoa
fr: Utilisation de la liste de miroirs personnalisée
he: משתמש בקובץ אתרי־מראה מותאם
hi_in: अनुकूलित सर्वर-मिरर फाइल प्रयुक्त
pt: A usar ficheiro de espelho personalizado
sv: Använder egen spegel-fil

source: Using default mirror file
be: Выкарыстанне прадвызначанага файла люстэркаў
ca: S'usa un fitxer de rèplica per defecte.
de: Nutze Standard-Mirrordatei
eo: Defaŭlta spegulo-listo estas uzata
es_es: Usando un archivo de réplica por defecto
fi: Käytetään vakiollista peilipalvelintiedostoa
fr: Utilisation de la liste des miroirs par défaut
he: משתמש בקובץ אתרי־המראה לפי ברירת המחדל
hi_in: डिफ़ॉल्ट सर्वर-मिरर फाइल प्रयुक्त
pt: A usar ficheiro de espelho padrão
sv: Använder standard spegel-fil

source: Writing mirror list
be: Запіс спіса люстэркаў
ca: Escrivint la llista de rèpliques
de: Schreibe Mirrorliste
eo: Spegulo-listo estas skribata
es_es: Escribiendo la lista de réplicas
fi: Kirjoitetaan peilipalvelinluetteloa
fr: Écriture de la liste des miroirs
he: ברשימת רשימת אתרי־המראה
hi_in: सर्वर-मिरर सूची हेतु राइट जारी
pt: A escrever lista de espelhos
sv: Skriver spegellista

source: Manjaro mirrors by response time
be: Люстэркі Manjaro па часе адказу
ca: Rèpliques de Manjaro segons el temps de resposta
de: Manjaro Mirrors sortiert nach Reaktionszeit
eo: Speguloj de Manjaro laŭ respondotempo
es_es: Réplicas de Manjaro según el tiempo de respuesta
fi: Manjaro-peilipalvelimet vastausajan mukaan
fr: Miroirs de Manjaro triés par temps de réponse
he: אתרי־המראה של Manjaro לפי זמן התגובה
hi_in: मंजारो सर्वर-मिरर, प्रतिक्रिया समय अनुसार
pt: Espelhos Manjaro por tempo de resposta
sv: Manjaro-speglar efter responstid

source: Manjaro mirrors in random order
be: Люстэркі Manjaro у выпадковым парадку
ca: Rèpliques de Manjaro en ordre aleatori
de: Manjaro Mirrors in zufälliger Sortierung
eo: Speguloj de Manjaro je aleatora ordo
es_es: Réplicas de Manjaro en orden aleatorio
fi: Manjaro-peilipalvelimet satunnaisessa järjestyksessä
fr: Miroirs de Manjaro au hasard
he: אתרי־המראה של Manjaro בסדר אקראי
hi_in: मंजारो सर्वर-मिरर, क्रमरहित
pt: Espelhos Manjaro por ordem aleatória
sv: Manjaro-speglar i slumpad ordning

source: Check mirrors for your personal list
be: Праверце люстэркі ў сваім спісе
ca: Comprova les rèpliques per a la llista personal
de: Mirror zur Erstellung Ihrer persönlichen Liste auswählen
eo: Kontroli spegulojn por via propra listo
es_es: Comprobar las réplicas para la lista personal
fi: Läpikäy peilipalvelimet henkilökohtaista luetteloaasi etsien
fr: Vérifier les miroirs pour votre liste personnelle
he: בדיקת אתרי־מראה לרשימתך האישית
hi_in: अपनी निजी सूची हेतु सर्वर-मिरर जाँचें
pt: Selecione os espelhos para a sua lista pessoal
sv: Kontrollera speglar till din personliga lista

source: Use
be: Выкарыстоўваць
ca: Ús
de: Nutze
eo: Uzi
es_es: Uso
fi: Käytä
fr: Utiliser
he: שימוש
hi_in: उपयोग
pt: Usar
sv: Använd

source: Country
be: Краіна
ca: País
de: Land
eo: Lando
es_es: País
fi: Maa
fr: Pays
he: ארץ
hi_in: देश
pt: País
sv: Land

source: Resp
be: Адказ
ca: Temps
de: Respektive
eo: Respondo
es_es: Tiempo
fi: Vast
fr: Rép
he: תגובה
hi_in: प्रतिक्रिया
sv: Responstid

source: Sync
be: Сінхранізацыя
ca: Sincronitza
de: Synchronisiere
eo: Sinkronigi
es_es: Sincronizar
fi: Synkronisoi
he: סנכרון
hi_in: समकालीन
pt: Sincronizar
sv: Synkronisera

source: Cancel
be: Скасаваць
ca: Cancel·la
de: Abbrechen
eo: Nuligi
es_es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi_in: रद्द
pt: Cancelar
sv: Avbryt

source: OK
be: Добра
ca: D'acord
eo: Bone
es_es: De acuerdo
fr: Valider
he: אישור
hi_in: ठीक है

source: Confirm selections
be: Пацвердзіць выбар
ca: Confirmeu les seleccions
de: Auswahl bestätigen
eo: Konfirmi elektojn
es_es: Confirmar las selecciones
fi: Vahvista valinnat
fr: Confirmer la sélection
he: אשר בחירות
hi_in: चयन की पुष्टि करें
pt: Confirmar escolhas
sv: Bekräfta val

source: I want to use these mirrors
be: Я імкнуся выкарыстоўваць гэтыя люстэркі
ca: Vull usar aquestes rèpliques
de: Ich möchte diesen Mirror nutzen
eo: Mi volas uzi ĉi tiujn spegulojn
es_es: Quiero usar estas réplicas
fi: Haluan käyttää näitä ikkunoita
fr: Je veux utiliser ces miroirs
he: ברצוני להשתמש באתרי־מראה אלו
hi_in: मैं ये सर्वर-मिरर उपयोग करने के इच्छुक हूँ
pt: Quero usar estes espelhos
sv: Jag vill använda dessa speglar
