Repository: fhdk/pacman-mirrors
Catalog: locale/*/LC_MESSAGES/pacman_mirrors.po
Languages: be, ca, de, eo, es_es, fi, fr, he, hi_in, pt, sv

source: ERROR
be: ПАМЫЛКА
de: FEHLER
eo: ERARO
fi: VIRHE
fr: ERREUR
he: שגיאה
hi_in: त्रुटि
pt: ERRO
sv: FEL

source: INFO
be: ІНФАРМАЦЫЯ
eo: INFORMO
fi: TIEDOT
he: מידע
hi_in: सूचना
pt: INFORMAÇÃO
sv: INFORMATION

source: WARNING
be: УВАГА
ca: ADVERTÈNCIA
de: WARNUNG
eo: AVERTO
es_es: ADVERTENCIA
fi: VAROITUS
fr: ALERTE
he: אזהרה
hi_in: चेतावनी
pt: AVISO
sv: VARNING

source: HTTPException
be: HTTP-выключэнне
ca: Excepció d'HTTP
de: HTTP-Fehler
eo: HTTP Escepto
es_es: Excepción de HTTP
fi: HTTPPoikkeus
fr: Erreur HTTP
he: חריגת HTTP
hi_in: एचटीटीपी अपवाद
pt: ExcepçãoHTTP

source: TIMEOUT
be: ТАЙМАЎТ
ca: TEMPS D'ESPERA
eo: TEMPOLIMO ATINGITA
es_es: TIEMPO DE ESPERA
fi: AIKAKATKAISU
fr: PAUSE
he: זמן המתנה מקסימאלי
hi_in: समय सीमा समाप्त

source: API
he: ממשק תִּכְנוּת
hi_in: एपीआई

source: BRANCH
be: ГАЛІНА
ca: BRANCA
de: ZWEIG
eo: BRANĈO
es_es: RAMA
fi: KEHITYSHAARA
fr: BRANCHE
he: ענף
hi_in: उपखंड
pt: RAMO
sv: GREN

source: COUNTRY
be: КРАІНА
ca: PAÍS
de: LAND
eo: LANDO
es_es: PAÍS
fi: MAA
fr: PAYS
he: ארץ
hi_in: देश
pt: PAÍS
sv: LAND

source: FILE
be: ФАЙЛ
ca: FITXER
de: DATEI
eo: DOSIERO
es_es: ARCHIVO
fi: TIEDOSTO
fr: FICHIER
he: קובץ
hi_in: फाइल
pt: FICHEIRO
sv: FIL

source: METHOD
be: МЕТАД
ca: MÈTODE
de: METHODE
eo: METODO
es_es: MÉTODO
fi: MENETELMÄ
fr: MÉTHODE
he: שיטה
hi_in: विधि
pt: MÉTODO
sv: METOD

source: METHODS
be: МЕТАДЫ
ca: MÈTODES
de: METHODEN
eo: METODOJ
es_es: MÉTODOS
fi: MENETELMÄT
fr: MÉTHODES
he: שיטות
hi_in: विधियाँ
pt: MÉTODOS
sv: METODER

source: MISC
be: ДАДАТКОВА
ca: MISCEL·LÀNIA
de: SONSTIGES
eo: DIVERSAĴOJ
es_es: MISCELÁNEA
fi: SEKALAISIA
fr: DIVERS
he: שׁוֹנוֹת
hi_in: मिश्रित
sv: ÖVRIGT

source: NUMBER
be: КОЛЬКАСЦЬ
ca: NÚMERO
de: NUMMER
eo: NUMERO
es_es: NÚMERO
fi: NUMERO
fr: NOMBRE
he: מספר
hi_in: संख्या
pt: NÚMERO
sv: NUMMER

source: PATH
be: ШЛЯХ
ca: CAMÍ
de: PFAD
eo: VOJO
es_es: CAMINO
fi: POLKU
fr: CHEMIN
he: נתיב
hi_in: फोल्डर पथ
pt: CAMINHO
sv: SÖKVÄG

source: PREFIX
be: ПРЭФІКС
eo: PREFIKSO
es_es: PREFIJO
fi: ETULIITE
fr: PRÉFIXE
he: תחילית
hi_in: उपसर्ग
pt: PREFIXO

source: PROTO
be: ПРАТАКОЛ
fi: KOEKAPPALE
he: פרוטוקול תקשורת
hi_in: मूल

source: SECONDS
be: СЕКУНДЫ
ca: SEGONS
de: SEKUNDEN
eo: SEKUNDOJ
es_es: SEGUNDOS
fi: SEKUNTIA
fr: SECONDES
he: שניות
hi_in: सेकंड
pt: SEGUNDOS
sv: SEKUNDER

source: URL
fi: URL-OSOITE
hi_in: यूआरएल

source: USAGE
be: ВЫКАРЫСТАННЕ
ca: ÚS
de: VERWENDUNG
eo: UZADO
es_es: USO
fi: KÄYTTÖ
fr: UTILISATION
he: שימוש
hi_in: उपयोग
pt: USO
sv: ANVÄNDNING

source: Return branch from configuration
be: Вярнуць галіну з канфігурацыі
ca: Torna a la branca de la configuració
de: Konfigurierte Branch anzeigen
eo: Liveri branĉon de agordaro
es_es: Devolver a la rama de la configuración
fi: Palauta kehityshaara asetuksista
fr: Retourne la branche depuis le fichier de configuration
he: החזר את הענף מההגדרות הקיימות
hi_in: विन्यास से शाखा बदलें
pt: Retornar ramificação a partir da configuração
sv: Återvänd gren från konfiguration

source: Set prefix to
be: Вызначыць прэфікс
ca: Estableix el prefix a
de: Setze Prefix auf
eo: Meti prefikson al
es_es: Establecer el prefijo a
fi: Laita etuliite
fr: Définir le préfixe à
he: הגדר תחילית ל
hi_in: उपसर्ग सेट करें
pt: Definir prefixo para
sv: Sätt prefix till

source: Replace protocols in configuration
be: Замяніць пратаколы ў канфігурацыі
ca: Substitueix els protocols a la configuració
de: Protokolle in der Konfiguration ersetzen
eo: Anstataŭigi protokolojn en agordaro
es_es: Sustituir los protocolos en la configuración
fi: Korvaa protokolla asetuksissa
fr: Remplace les protocoles dans le fichier de configuration
he: החלף פרוטוקול תקשורת בהגדרות
hi_in: विन्यास में प्रोटोकॉल बदलें
pt: Substituir protocolos na configuração
sv: Ersätt protokoll i konfiguration

source: Replace branch in mirrorlist
be: Замяніць галіну ў спісе люстэркаў
ca: Substitueix la branca a la llista de rèpliques
de: Ersetze Zweig in Mirrorliste
eo: Anstataŭigi branĉon en spegulolisto
es_es: Sustituir la rama en la lista se réplicas
fi: Korvaa kehityshaara peilipalvelinluettelossa
fr: Remplace la branche dans la liste des miroirs
he: החלפת ענף ברשימת אתרי־המראה
hi_in: सर्वर-मिरर सूची में शाखा बदलें
pt: Substituir ramo na lista de espelhos
sv: Ersätt gren i spegellista

source: Replace branch in configuration
be: Замяніць галіну ў канфігурацыі
ca: Substitueix la branca a la configuració
de: Ersetzte Zweig in Konfiguration
eo: Anstataŭigi branĉon en agordaro
es_es: Sustituir la rama en la configuración
fi: Korvaa kehityshaara asetuksissa
fr: Remplace la branche dans le fichier de configuration
he: החלף ענף בהגדרות
hi_in: विन्यास में शाखा बदलें
pt: Substituir ramo na configuração
sv: Ersätt gren i konfiguration

source: Replace mirror url in mirrorlist
be: Замяніць адрасы люстэркаў у спісе
ca: Substitueix l'URL de la rèplica a la llista de rèpliques
de: Ersetzte Mirror URL in Mirroliste
eo: Anstataŭigi URL-n de spegulo en spegulolisto
es_es: Sustituir la url de la réplica en la lista se réplicas
fi: Korvaa peilipalvelimen url-osoite peilipalvelinluettelossa
fr: Remplace l’url du miroir dans la liste des miroirs
he: החלפת נתיב אתר־המראה ברשימת אתרי־המראה
hi_in: सर्वर-मिरर सूची में सर्वर यूआरएल बदलें
pt: Substituir espelho URL na lista de espelhos
sv: Ersätt spegel-URL i spegellista

source: Branch name
be: Назва галіны
ca: Nom de la branca
de: Name des Zweigs
eo: Nomo de branĉo
es_es: Nombre de la rama
fi: Kehityshaaran nimi
fr: Nom de la branche
he: שם הענף
hi_in: शाखा नाम
pt: Nome do ramo
sv: Grennamn

source: Comma separated list of countries, from which mirrors will be used
be: Спіс краін праз коску, люстэркі якіх будуць выкарыстоўвацца.
ca: Llista de països separats per comes, dels quals s'usaran les rèpliques
de: Komma separierte Liste der Länder, aus denen die Mirrors genutzt werden
eo: Perkome disigita listo de landoj, de kiuj speguloj estos akirataj
es_es: Lista de países separados por comas, de loa cuales se usarán las réplicas
fi: Pilkulla erotettu lista maista, joista haluat käyttää ikkunoita
fr: Liste des pays, séparés par des virgules, à partir desquels les miroirs vont être utilisés.
he: פסיקים מפרידים בין הארצות ברשימה, אשר אתרי־המראה הללו יהיו בשימוש
hi_in: सर्वर-मिरर हेतु अल्पविराम द्वारा पृथक देश सूची
pt: Lista de países, separados por vírgula, de onde serão usados espelhos
sv: Kommaseparerad lista av länder, varifrån speglar kommer användas

source: Load default mirror file
be: Загрузіць прадвызначаны файл люстэркаў
ca: Carrega el fitxer de la rèplica per defecte
de: Lade Standard-Mirrordatei
eo: Ŝuti defaŭltan dosieron de speguloj
es_es: Cargar el archivo de la réplica por defecto
fi: Lataa oletus ikkuna tiedosto
fr: Charge le fichier des miroirs par défaut
he: טעינת קובץ אתרי־מראה לפי ברירת המחדל
hi_in: डिफ़ॉल्ट सर्वर-मिरर फाइल लोड करें
pt: Carregar lista de espelhos por defeito
sv: Ladda standard spegellista

source: Generate mirrorlist with a number of up-to-date mirrors. Ignores:
be: Згенераваць спіс з колькасцю абноўленых люстэркаў. Ігнаруецца:
ca: Genera una llista de rèpliques amb una sèrie de rèpliques actualitzades. Ignora el següent:
de: Erstelle eine Mirror-Liste mit einer Anzahl von aktuellen Servern. Ignoriert:
eo: Produkti spegulo-liston kun nombro de aktualigitaj speguloj. Ignoras:
es_es: Generar una lista de réplicas con una serie de réplicas actualizadas. Ignorar:
fi: Luo peilipalvelinluettelo ajan tasalla olevista peilipalvelimista. Sivuutukset:
fr: Génère la liste des miroirs à jour. Ignore :
he: חולל רשימת אתרי־מראה עם מספר מראות עדכניות. מתעלם מ:
hi_in: नवीनतम सर्वर संख्या युक्त सर्वर-मिरर सूची बनाएँ। इन्हें अनदेखा करें :
pt: Gerar lista de espelhos atualizados. Ignora:
sv: Generera spegellista med ett antal uppdaterade speglar. Ignorerar:

source: Generate mirrorlist with defaults
be: Згенераваць спіс з прадвызначанамі значэннямі
ca: Genera una llista de rèpliques amb els valors per defecte
de: Erzeuge Mirrorliste mit Standardwerten
eo: Produkti spegulo-liston kun defaŭltoj
es_es: Generar una lista de réplicas con los valores por defecto
fi: Luo ikkunalista oletus asetuksilla
fr: Générer la liste des miroirs par défaut
he: צור רשימת אתרי־מראה לפי ברירת המחדל
hi_in: डिफ़ॉल्ट द्वारा सर्वर-मिरर सूची बनाएँ
pt: Gerar lista de espelhos com padrões
sv: Generera spegellista med standardvärden

source: Get current country using geolocation
be: Вызначыць краіну на падставе даных геалакацыі
ca: Obtén el país actual mitjançant la geolocalització
de: Ermittle Land mittels geolocation
eo: Akiri nunan landon per geolokigo
es_es: Obtener el país actual mediante geolocalización
fi: Hae tämänhetkinen maa käyttäen geo-paikannusta
fr: Récupérer le pays actuel en utilisant la géolocalisation
he: שלוף את הארץ הנוכחית באמצעות איכון גיאוגרפי.
hi_in: इंटरनेट आधारित भौगोलिक स्थिति द्वारा वर्तमान देश पता लगाएँ
pt: Obtenha o país atual usando a geolocalização
sv: Hämta nuvarande land med geolocation

source: List all available countries
be: Спіс усіх даступных краін
ca: Llista tots els països disponibles
de: Zeige alle verfügbaren Länder
eo: Listigi ĉiujn disponeblajn landojn
es_es: Listar todos los países disponibles
fi: Lista kaikista saatavilla olevista maista
fr: Liste tous les pays disponibles
he: הצג את כלל הארצות הזמינות
hi_in: उपलब्ध देशों की सूची
pt: Listar todos os países disponíveis
sv: Lista alla tillgängliga länder

source: Generate custom mirrorlist
be: Згенераваць адвольны спіс люстэркаў
ca: Genera una llista de rèpliques personalitzada
de: Erzeuge benutzerspezifische Mirrorliste
eo: Produkti propran speguloliston
es_es: Generar una lista de réplicas personalizada
fi: Luo mukautettu peilipalvelinluettelo
fr: Génère la liste de miroirs personnalisée
he: חולל רשימת אתרי־מראה מותאמת
hi_in: अनुकूलित सर्वर-मिरर सूची बनाएँ
pt: Gerar lista de espelhos personalizada
sv: Generera egen spegellista

source: Generation method
be: Метад генеравання
ca: Mètode de generació
de: Generierungsmethode
eo: Metodo de produktado
es_es: Método de generación
fi: Luontimenetelmä
fr: Méthode de génération
he: שיטת יצירה
hi_in: बनाने की विधि
pt: Método de geração
sv: Generationsmetod

source: Use to skip generation of mirrorlist
be: Выкарыстоўваецца для мінання генеравання спісаў
ca: Useu-ho per ometre la generació de la llista de rèpliques
de: Verwendet um eine Mirror-List-Erstellung zu vermeiden
eo: Uzu por preterpasi produktadon de spegulo-listo
es_es: Usar para omitir la generación de una lista de réplicas
fi: Käytä sivuuttaaksesi peilipalvelinluettelon luomisen
fr: À utiliser pour ignorer la génération de la liste des miroirs
he: יש להתשמש על מנת לדלג על יצירת רשימת אתרי־המראה
hi_in: सर्वर-मिरर सूची न बनाने हेतु उपयोग करें
pt: Usar para avançar sem gerar lista de espelhos
sv: Använd för att hoppa över generering av spegellista

source: Quiet mode - less verbose output
be: Ціхі рэжым - меншы аб'ём выходнай інфармацыі
ca: Mode silenciós: sortida menys detallada
de: Quiet mode - weniger ausführliche Textausgabe
eo: Kvieta reĝimo - malpli da vortoplena eligo
es_es: Modo silencioso - salida menos detallada
fi: Hiljaistila - vähemmän jaarittelevaa ulosantia
fr: Mode silencieux - moins de sortie
he: אופן פעולה שקט - פלט מתומצת יותר
hi_in: संक्षिप्त मोड - न्यूनतम आउटपुट
pt: Modo silencioso - Apresentação de mensagens com menos detalhe
sv: Tyst läge - mindre utmatning av kod

source: Syncronize pacman databases
be: Сінхранізаваць базы даных pacman
ca: Sincronitza les bases de dades del Pacman
de: Synchronisiere Pacman-Datenbanken
eo: Sinkronigi datumbazojn de pacman
es_es: Sincronizar las bases de datos de pacman
fi: Synkronisoi pacman tietokannat
fr: Synchronise les bases de données de pacman
he: סנכרן בסיסי נתונים של pacman
hi_in: पैकमैन डेटाबेस समकालीन करें
pt: Sincronizar bases de dados do pacman
sv: Synkronisera pacmandatabaser

source: Maximum waiting time for server response
be: Максімальны час чакання адказу ад сервера
ca: Temps màxim d'espera per a la resposta del servidor
de: Maximale Wartezeit für eine Antwort des Servers
eo: Maksimuma atendo-periodo por respondo de servilo
es_es: Tiempo de espera máximo para la respuesta del servidor
fi: Enimmäinen odotusaika palvelimen vastaukselle
fr: Temps maximum d’attente de la réponse du serveur
he: זמן ההמתנה המירבי לקבלת תגובה מהשרת
hi_in: सर्वर प्रतिक्रिया हेतु अधिकतम प्रतीक्षा समय
pt: Tempo máximo de espera por resposta do servidor
sv: Maximal väntetid för serverrespons

source: Print the pacman-mirrors version
be: Вывесці версію pacman-mirrors
ca: Imprimeix la versió de pacman-mirrors
de: Version der pacman-mirrors anzeigen
eo: Printi la version “pacman-mirrors”
es_es: Imprimir la versión de pacman-mirrors
fi: Tulosta pacman-peilipalvelinversioinnit
fr: Afficher la version de pacman-mirrors
he: הדפס את גרסת התוכנה pacman-mirrors
hi_in: पैकमैन-मिरर संस्करण दिखाएँ
pt: Apresentar a versão do pacman-mirrors
sv: Visa version av pacman-speglar

source: Branch in config is changed
be: Галіна ў канфігурацыі змененая
ca: S'ha canviat la branca a la configuració.
de: Zweig in der Konfiguration hat sich geändert
eo: Branĉo en agordaro estas ŝanĝita
es_es: Se ha cambiado la rama en la configuración
fi: Kehityshaara asetuksissa on muuttunut
fr: La branche dans le fichier de configuration a changé
he: הענף השתנה בהגדרות
hi_in: विन्यास में शाखा परिवर्तित
pt: O ramo foi alterado na configuração
sv: Gren i konfiguration är ändrad

source: Protocols in config is changed
be: Пратаколы ў канфігурацыі змененыя
ca: S'han canviat els protocols a la configuració.
de: Protokolle in der Konfiguration haben sich geändert
eo: Protokoloj en agordaro estas ŝanĝitaj
es_es: Se han cambiado los protocolos en la configuración
fi: Protokollat asetuksissa ovat muuttuneet
fr: Les protocoles dans le fichier de configuration ont changé
he: פרוטוקול התקשורת השתנה בהגדרות
hi_in: विन्यास में प्रोटोकॉल परिवर्तित
pt: Os protocolos foram alterados na configuração
sv: Protokoll i konfiguration är ändrad

source: Re-branch requires a branch to work with
be: Патрэбна пазначыць галіну для замены
ca: Canviar les branques requereix una branca per treballar-hi.
de: Zweigänderung benötigt einen Zweig für die Durchführung
eo: Re-branĉigo postulas branĉon por funkcii
es_es: Cambiar las ramas requiere de una rama para trabajar
fi: Uudelleen-kehityshaarautus vaatii kehityshaaran josta lähdetään
fr: Re-branche requiert une branche sur laquelle travailler
he: שינוי ענף דורש ענף קיים לעבוד איתו
hi_in: शाखा विभाजन हेतु मूल शाखा आवश्यक है
pt: Re-branch requer um ramo para trabalhar com
sv: Om-förgrening kräver en befintlig användbar gren

source: Branch in mirror list is changed
be: Галіна ў спісе люстэркаў змененая
ca: S'ha canviat la branca a la llista de rèpliques.
de: Zweig in Mirrorliste wurde geändert
eo: Branĉo en spegulo-listo estas ŝanĝita
es_es: Se ha cambiado la rama en la lista de réplicas
fi: Kehityshaara peilipalvelinluettelossa on muuttunut
fr: La branche dans la liste des miroirs a changé
he: נעשה שינוי בענף ברשימת אתרי־המראה
hi_in: सर्वर-मिरर सूची में शाखा परिवर्तित
pt: A ramificação na lista de espelhos é alterada
sv: Gren i spegellista har ändrats

source: Available countries are
be: Даступныя краіны
ca: Els països disponibles són els següents:
de: Verfügbare Länder sind
eo: Disponeblaj landoj estas
es_es: Los países disponibles son
fi: Saatavilla olevat maat ovat
fr: Les pays disponibles sont
he: הארצות הזמינות הן
hi_in: उपलब्ध देश हैं
pt: Países disponíveis são
sv: Tillgängliga länder är

source: Could not download from
be: Не атрымалася спампаваць з
ca: No s'ha pogut baixar de
de: Kann nicht herunterladen von
eo: Ne eblis ŝuti el
es_es: No se ha podido descargar desde
fi: Ei voitu ladata kohteesta
fr: Impossible de télécharger depuis
he: לא ניתן להוריד מ
hi_in: इनसे डाउनलोड विफल
pt: Impossível descarregar de
sv: Kunde ej ladda ned från

source: Cannot read file
be: Немагчыма прачытаць файл
ca: No es pot llegir el fitxer
de: Kann Datei nicht lesen
eo: Ne eblas legi dosieron
es_es: No se puede leer el archivo
fi: Ei voitu lukea tiedostoa
fr: Impossible de lire le fichier
he: הקובץ לא ניתן לקריאה
hi_in: फाइल रीड करना विफल
pt: Impossível ler ficheiro
sv: Kan ej läsa fil

source: Cannot write file
be: Немагчыма запісаць файл
ca: No es pot escriure el fitxer
de: Kann Datei nicht schreiben
eo: Ne eblas skribi dosieron
es_es: No se puede escribir el archivo
fi: Ei voitu kirjoittaa tiedostoon
fr: Impossible d’écrire le fichier
he: הקובץ לא ניתן לכתיבה
hi_in: फाइल राइट करना विफल
pt: Impossível escrever ficheiro
sv: Kan ej skriva fil

source: Converting custom mirror file to new format
be: Пераўтварэнне адвольнага файла ў новы фармат
ca: Convertint el fitxer de rèplica personalitzat al format nou
de: Konvertiere benutzerspezifische Mirrordatei in neues Format
eo: Laŭmenda spegulo-listo estas konvertata en novan formaton
es_es: Convirtiéndo el archivo de réplica personalizado al formato nuevo
fi: Käännetään mukautettua ikkuna tiedostoa uuteen muotoon
fr: Conversion de la liste de miroirs personnalisée dans le nouveau format
he: ממיר קובץ אתרי־מראה שמותאם לפורמט החדש
hi_in: अनुकूलित सर्वर-मिरर फाइल का नए प्रारूप में परिवर्तन जारी
pt: A converter ficheiro de espelhos personalizado para novo formato
sv: Omvandla egen spegel-fil till nytt format

source: Custom mirror file
be: Адвольны файл люстэркаў
ca: Fitxer de rèplica personalitzat
de: Benutzerspezifische Mirrordatei
eo: Laŭmenda spegulo-dosiero
es_es: Archivo de réplica personalizado
fi: Mukautettu ikkuna tiedosto
fr: Liste de miroirs personnalisée
he: קובץ אתרי־מראה מותאם
hi_in: अनुकूलित सर्वर-मिरर फाइल
pt: Ficheiro de espelhos personalizado
sv: Egen spegel-fil

source: Custom mirror file saved
be: Адвольны файл люстэркаў захаваны
ca: Fitxer de rèplica personalitzat desat
de: Benutzerspezifische Mirrordatei wurde gesichert
eo: Laŭmenda spegulo-dosiero estas konservita
es_es: Archivo de réplica personalizado guardado
fi: Mukautettu ikkuna tiedosto tallennettu
fr: Liste de miroirs personnalisée sauvegardée
he: קובץ אתרי־המראה המותאם נשמר
hi_in: अनुकूलित सर्वर-मिरर फाइल संचित
pt: Ficheiro de espelhos personalizado gravado
sv: Egen spegel-fil sparad

source: User generated mirror list
be: Спіс, згенераваны карыстальнікам
ca: Llista de rèpliques generada per l'usuari
de: Benutzergenerierte Mirrorliste
eo: Spegulo-listo kreita de uzanto
es_es: Lista de réplicas generada por el usuario
fi: Käyttäjän koostama peilipalvelinluettelo
fr: Liste de miroirs générée par l’utilisateur
he: רשימת אתרי‏־מראה שנוצרה על ידי המשתמש
hi_in: उपयोक्ता निर्मित सर्वर-मिरर सूची
pt: Lista de espelhos gerada pelo utilizador
sv: Användargenererad spegellista

source: Deprecated argument
be: Састарэлы аргумент
ca: Argument obsolet
de: Veraltete Option
eo: Evitinda parametro
es_es: Argumento obsoleto
fi: Epäkelpo argumentti
fr: Argument déprécié
he: ארגומנט לא בשימוש
hi_in: निरस्त मानदंड
pt: Argumento descontinuado
sv: Utfasad parameter

source: doesn't exist.
be: не існуе.
ca: no existeix.
de: existiert nicht.
eo: ne ekzistas
es_es: no existe.
fi: ei ole olemassa.
fr: n’existe pas.
he: לא קיים.
hi_in: मौजूद नहीं है।
pt: não existe.
sv: existerar ej.

source: Downloading mirrors from
be: Спампоўванне спіса з
ca: Baixant les rèpliques de
de: Lade Mirrorliste herunter von
eo: Speguloj ŝutataj el
es_es: Descargando réplicas desde
fi: Ladataan peilipalvelimet kohteesta
fr: Téléchargement des miroirs depuis
he: בהורדת אתרי־מראה מתוך
hi_in: इससे सर्वर-मिरर डाउनलोड जारी
pt: A descarregar os espelhos de
sv: Laddar ned speglar från

source: Falling back to
be: Вярнуцца да
ca: Es torna a
de: Gehe zurück auf
eo: Retrodefaŭltiĝas al
es_es: Volviendo a
fi: Askelletaan takaisin kohteeseen
fr: Revenir à
he: נסוג לאחור ל
hi_in: बैकअप उपयोग होगा
pt: A reverter para
sv: Faller tillbaka till

source: Internet connection appears to be down
be: Падобна на тое, што злучэнне з інтэрнэтам адсутнічае
ca: Sembla que no hi ha connexió a Internet.
de: Internetverbindung scheint inaktiv zu sein
eo: Interret-konekto ŝajne ne lfunkcias
es_es: Parece que no hay conexión a internet
fi: Internet-yhteys näyttäisi katkenneen
fr: Votre connexion internet semble être en panne
he: נראה כי חיבור האינטרנט מנותק
hi_in: संभवतः इंटरनेट कनेक्शन बंद है
pt: A ligação à internet parece estar com problemas
sv: Internetanslutning verkar ej vara tillgänglig

source: Mirror list is generated using random method
be: Спіс люстэркаў згенераваны адвольным метадам
ca: La llista de rèpliques es genera per un mètode aleatori.
de: Mirrorliste wird durch Zufallsmethode erzeugt
eo: Spegulo-listo estas produktata per aleatora maniero
es_es: La lista de réplicas se genera por un método aleatorio
fi: Peilipalvelinluettelo on muodostettu käyttäen satunnaista menetelmää
fr: La liste des miroirs est générée aléatoirement
he: רשימת אתרי־מראה שמיוצרת באופן אקראי
hi_in: क्रमरहित विधि द्वारा सर्वर-मिरर सूची बनाई गई
pt: Lista de espelhos populada de forma aleatória
sv: Spegellista är genererad av en slumpmässig metod

source: is missing
be: адсутнічае
ca: no es troba.
de: fehlt
eo: mankas
es_es: no se encuentra
fi: on kadoksissa
fr: est manquant
he: חסר
hi_in: अनुपलब्ध
pt: está em falta
sv: saknas

source: The mirror file
be: Файл люстэркаў
ca: El fitxer de la rèplica
de: Die Mirrordatei
eo: La spegulo-dosiero
es_es: El archivo de réplica
fi: Peilipalvelintiedosto
fr: Le fichier miroir
he: קובץ אתרי־המראה
hi_in: अनुकूलित सर्वर-मिरर फाइल
pt: O ficheiro de espelho
sv: Spegellistan

source: Mirror list generated and saved to
be: Спіс люстэркаў згенераваны і захаваны ў
ca: Llista de rèpliques generades i desades a
de: Mirrorliste erzeugt und gespeichert nach
eo: Spegulo-listo produktata kaj savata en
es_es: Lista de réplicas generada y guardada en
fi: Peilipalvelinluettelo on muodostettu ja tallennettu kohteeseen
fr: Liste de miroirs générée et sauvegardée dans
he: רשימת אתרי־המראה נוצרה ונשמרה ב־
hi_in: यहाँ निर्मित सर्वर-मिरर सूची संचित की गई
pt: Lista de espelhos gerada e guardada em
sv: Spegellistan har genererats och sparats till

source: Generated on
be: Згенераваны
ca: Generat:
de: Erzeugt auf
eo: Produktata je
es_es: Generada en
fi: Muodostettiin
fr: Généré dans
he: נוצרה ב
hi_in: इस समय निर्मित
pt: Gerado em
sv: Genererades på

source: custom mirrorlist
be: адвольны спіс люстэркаў
ca: llista de rèpliques personalitzada
de: Benutzerdefinierte Mirrorliste
eo: laŭmenda spegulo-listo
es_es: lista de réplicas personalizada
fi: mukautettu peilipalvelinluettelo
fr: liste de miroirs personnalisée
he: רשימת אתרי־מראה מותאמת
hi_in: सर्वर-मिरर सूची
pt: lista de espelhos personalizada
sv: egen spegellista

source: to reset custom mirrorlist
be: каб скінуць адвольны спіс люстэркаў
ca: per restablir la llista personalitzada de rèpliques
de: um auf die benutzerspezifische Mirror-List zurückzusetzen
eo: por restarigi laŭmendan spegulo-liston
es_es: para resetear la lista de réplicas personalizada
fi: mukautetun peilipalvelinluettelon nollaamiseen
fr: pour réinitialiser la liste de miroirs personnalisée
he: לאיפוס רשימת אתרי־המראה המותאמת
hi_in: अनुकूलित सर्वर-मिरर सूची पुनः सेट करने हेतु
pt: para reverter conteúdo da lista personalizada de espelhos
sv: att återställa egen spegellista

source: default mirrorlist
be: прадвызначаны спіс люстэркаў
ca: llista de rèpliques per defecte
de: Voreingestellte Mirrorliste
eo: defaŭlta spegulo-listo
es_es: lista de réplicas por defecto
fi: vakiollinen peilipalvelinluettelo
fr: liste des miroirs par défaut
he: רשימת אתרי־מראה לפי ברירת המחדל
hi_in: डिफ़ॉल्ट सर्वर-मिरर सूची
pt: lista de espelhos por defeito
sv: standard spegellista

source: to modify mirrorlist
be: каб змяніць спіс люстэркаў
ca: per modificar la llista de rèpliques
de: um die Mirror-Liste zu modifizieren
eo: por modifi spegulo-liston
es_es: para modificar la lista de réplicas
fi: muokataksesi ikkunalistaa
fr: pour modifier la liste des miroirs
he: לשינוי רשימת אתרי־המראה
hi_in: सर्वर-मिरर सूची परिवर्तन हेतु
pt: para alterar a lista de espelhos
sv: att modifiera spegellista
