Repository: fhdk/pacman-mirrors
Catalog: data/locale/*/LC_MESSAGES/pacman_mirrors.po
Languages: cs, el, es_419, et, id_id, is

source: ERROR
cs: CHYBA
el: ΣΦΑΛΜΑ
et: VIGA
id_id: GALAT
is: VILLA

source: INFO
el: ΠΛΗΡΟΦΟΡΙΕΣ
es_419: INFORMACION
et: TEAVE
is: Upplýsingar

source: WARNING
cs: VAROVÁNÍ
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
es_419: ADVERTENCIA
et: HOIATUS
id_id: PERINGATAN
is: AÐVÖRUN

source: TIMEOUT
cs: ČASOVÝ LIMIT
el: ΑΝΑΜΟΝΗ
et: AJALÕPP
id_id: WAKTU HABIS
is: Hlé

source: BRANCH
cs: VĚTEV
el: ΚΛΑΔΟΣ
es_419: RAMA
et: HARU
id_id: CABANG
is: ÚTIBÚ

source: COUNTRY
cs: ZEMĚ
el: ΧΩΡΑ
es_419: PAIS
et: RIIK
id_id: NEGARA
is: LAND

source: FILE
cs: SOUBOR
el: ΑΡΧΕΙΟ
es_419: ARCHIVO
et: FAIL
id_id: FAIL
is: SKRÁ

source: METHOD
cs: Metoda
el: ΜΕΘΟΔΟΣ
es_419: METODO
et: MEETOD
id_id: METODE
is: Aðferð

source: METHODS
cs: Metody
el: ΜΕΘΟΔΟΙ
es_419: METODOS
et: MEETODID
id_id: METODE-METODE
is: Aðferðir

source: MISC
cs: RŮZNÝ
el: ΔΙΑΦΟΡΑ
et: VARIA
id_id: MACAM
is: FJÖLÞÆTTUR

source: NUMBER
cs: ČÍSLO
el: ΑΡΙΘΜΟΣ
es_419: NUMERO
et: ARV
id_id: ANGKA
is: NÚMER

source: PATH
cs: CESTA
el: ΔΙΑΔΡΟΜΗ
es_419: RUTA
et: FAILITEE
id_id: ALUR
is: SLÓÐ

source: PREFIX
el: ΠΡΟΘΕΜΑ
es_419: PREFIJO
et: EESLIIDE
id_id: AWALAN
is: FORSKEYTI

source: PROTO
cs: PROTOKOL
el: ΠΡΩΤΟΚΟΛΛΟ
et: PROTOKOLL
is: SAMSKIPTAREGLUR

source: SECONDS
cs: SEKUND
el: ΔΕΥΤΕΡΟΛΕΠΤΑ
es_419: SEGUNDOS
et: SEKUNDIT
id_id: DETIK
is: SEKÚNDUR

source: URL
cs: Adresa
id_id: TAUTAN
is: VEFSLÓÐ

source: USAGE
cs: POUŽÍVÁNÍ
el: ΧΡΗΣΗ
es_419: USO
et: KASUTUS
id_id: PEMAKAIAN
is: NOTKUN

source: Return branch from configuration
cs: Navrácení branch repozitáře z konfigurace
el: Ανάκτηση κλάδου από τις ρυθμίσεις
es_419: Devolver rama desde la configuración
et: Tagasta haru konfiguratsioonist
id_id: Kembali ke cabang untuk konfigurasi
is: Skila útibúi úr stillingum

source: Set prefix to
cs: Nastavit prefix na
el: Ορισμός προθέματος σε
es_419: Setear prefijo a
et: Sea eesliideseks
id_id: Setel awalan ke
is: Set forskeyti sem

source: Replace protocols in configuration
cs: Nahraďte protokoly v konfiguraci
el: Αντικατάσταση πρωτοκόλλων στις ρυθμίσεις
es_419: Reemplaza protocolos en configuración
et: Asenda konfiguratsioonis protokollid
id_id: Mengganti protokol di konfigurasi
is: Skipti um samskiptareglur í stillingum

source: Replace branch in mirrorlist
cs: Nahraďte branch v seznamu zrcadel
el: Αντικατάσταση κλάδου στη λίστα αναμεταδοτών
es_419: Reemplaza ramas en el mirrorlist
et: Asenda peeglite nimekirjas haru
id_id: Mengganti cabang di daftar mirror
is: Skipti um útibú í speglalista

source: Replace branch in configuration
cs: Nahraďte branch v konfiguraci nastavení
el: Αντικατάσταση κλάδου στις ρυθμίσεις
es_419: Reemplaza rama en configuración
et: Asenda konfiguratsioonis haru
id_id: Mengganti cabang di konfigurasi
is: Skipt um útibú í stillingum

source: Replace mirror url in mirrorlist
cs: Nahraďte url zrcadla v seznamu zrcadel
el: Αντικατάσταση URL αναμεταδότη στη λίστα αναμεταδοτών
es_419: Reemplaza url del mirror en el mirrorlist
et: Asenda peeglite nimekirjas peegli URL
id_id: Mengganti mirror url di daftar mirror
is: Skipt um vefslóð spegils í speglalista

source: Branch name
cs: Větev
el: Όνομα κλάδου
es_419: Nombre de versión
et: Haru nimi
id_id: Nama cabang
is: Nafn útibús

source: Comma separated list of countries, from which mirrors will be used
cs: čárkou oddělený seznam zemí, ze kterých budou použita zrcadla
el: Λίστα χωρών χωρισμένη με κόμματα, από την οποία θα χρησιμοποιηθούν αναμεταδότες
es_419: Lista separada por comas de países, de los cuales se ultilizarán los mirrors
et: Komaga eraldatud riikide nimekiri, mille peegleid kasutatakse
id_id: Daftar negara dipisahkan dengan koma, dari mirror yang akan dipakai
is: Kommuskiptur listi landa sem hver spegill verður notaður

source: Load default mirror file
cs: Načíst výchozí soubor se seznamem zrcadel
el: Φόρτωση προκαθορισμένου αρχείου αναμεταδοτών
es_419: Carga archivo de mirror por defecto
et: Laadi vaikimisi peeglifail
id_id: Muat fail mirror baku
is: Hleð sjálfgefið spegla skjal

source: Generate mirrorlist with a number of up-to-date mirrors. Ignores:
cs: Generujte seznam zrcadel s aktuálními zrcadli. Ignoruje:
el: Δημιουργία λίστας αναμεταδοτών με έναν αριθμό από ενημερωμένους αναμεταδότες. Παραλείπει:
es_419: Genera el mirrorlist con el número de mirrors actualizados. Se ignora:
et: Genereeri peeglite nimekiri mitmete kaasaegsete peeglitega. Ignoreerib:
id_id: Menghasilkan daftar mirror dengan angka dari mirror yang terbaru. Abaikan:
is: Mynda speglalista með fjölda uppfærðra spegla. Hunsa:

source: Generate mirrorlist with defaults
cs: Generovat seznam zrcadel s výchozím nastavením
el: Δημιουργία λίστας αναμεταδοτών με βασικές ρυθμίσεις
es_419: Genera mirrorlist con opciones por defecto
et: Genereeri peeglite nimekiri vaikeväärtustega
id_id: Menghasilkan daftar mirror dengan yang baku
is: Mynda speglalista með sjálfgefnum stillingum

source: Get current country using geolocation
cs: Zjistit zemi pomocí geolokace
el: Βρες την τρέχουσα χώρα αυτόματα
es_419: Se obtiene país actual usando geolocalización
et: Hangi praegune riik, kasutades geolokatsiooni
id_id: Dapatkan negara saat ini menggunakan geolokasi
is: Ná í núverandi land með staðsetningu

source: List all available countries
cs: Vypsat všechny dostupné země
el: Λίστα με όλες τις διαθέσιμες χώρες
es_419: Lista de todos los países disponibles
et: Nimeta kõik saadaolevad riigid
id_id: Daftar semua negara-negara yang tersedia
is: Sýna öll fáanleg lönd

source: Generate custom mirrorlist
cs: Vytvořit vlastní seznam zrcadel
el: Δημιούργησε εξατομικευμένη λίστα αναμεταδοτών (mirrorlist)
es_419: Generar lista de mirrors personalizada
et: Genereeri kohandatud peeglite nimekiri
id_id: Hasilkan daftar mirror suaian
is: Mynda sérsníðin speglalista

source: Generation method
cs: Způsob vytvoření
el: Μέθοδος δημιουργίας
es_419: Método de generación
et: Generatsioonimeetod
id_id: Metode yang dihasilkan
is: Framleiðslu aðferð

source: Use to skip generation of mirrorlist
cs: Použijte k přeskočení generování seznamu zrcadel
el: Χρήση για παράληψη δημιουργίας λίστας
es_419: Uselo para saltar la generación del mirrorlist
et: Kasuta seda, et jätta peeglite nimekirja genereerimine vahele
id_id: Gunakan untuk melewati daftar mirror yang dihasilkan
is: Nota til að sleppa framleiðslu speglalista

source: Quiet mode - less verbose output
cs: Tichý režim - méně podrobný výstup
el: Αθόρυβη λειτουργία - παρουσίαση μόνο απαραίτητων μηνυμάτων
es_419: Modo silencioso - salida menos detallada
et: Vaikne režiim - vähem häälekas väljund
id_id: Mode diam - keluaran yang kurang lengkap
is: Þögull hamur - minni orðaflaums úttak

source: Syncronize pacman databases
cs: Synchronizace databází pacman
el: Συγχρονισμός βάσης δεδομένων pacman
es_419: Sincroniza las bases de datos de pacman
et: Sünkroniseeri pacmani andmebaasid
id_id: Sinkronisasi pangkalan data pacman
is: Samstilli pacman gagnagrunn

source: Maximum waiting time for server response
cs: Nejvyšší čas čekání na odpověď serveru
el: Μέγιστος χρόνος αναμονής για ανταπόκριση εξυπηρετητή - server
es_419: Tiempo máximo de espera para la respuesta del servidor
et: Maksimaalne serveri vastuse ooteaeg
id_id: Maksimum waktu tunggu untuk respon server
is: Hámarks biðtími fyrir svari netþjóns

source: Print the pacman-mirrors version
cs: Zobrazit verzi pacman-mirrors
el: Εκτύπωση της έκδοσης του pacman-mirrors
es_419: Mostrar la version de pacman-mirrors
et: Kuva pacman-mirrors versioon
id_id: Cetak versi mirror pacman
is: Prenta pacman-speglalista útgáfu

source: Branch in config is changed
cs: Branch v konfiguraci nastavení se změní
el: Άλλαξε ο κλάδος στις ρυθμίσεις
es_419: La rama en la configuración ha cambiado
et: Haru on konfiguratsioonis muutunud
id_id: Cabang di konfig telah diubah
is: Útibú í stillingum er breytt

source: Protocols in config is changed
cs: Protokoly v konfiguraci nastavení jsou změněny
el: Άλλαξαν τα πρωτόκολλα στις ρυθμίσεις
es_419: Protocolos en configuración cambiados
et: Protokollid on konfiguratsioonis muutunud
id_id: Protokol-protokol di konfig telah diubah
is: Samskiptareglum í stillingum er breytt

source: Branch in mirror list is changed
cs: Branch v seznamu zrcadel se změní
el: Άλλαξε ο κλάδος στη λίστα αναμεταδοτών
es_419: La rama en la lista de espejos cambia
et: Haru on peeglite nimekirjas muutunud
id_id: Cabang di daftar mirror telah diubah
is: Útibú í speglalista hefur verið breytt

source: Available countries are
cs: Jsou dostupné následující země
el: Οι διαθέσιμες χώρες είναι
es_419: Los países disponibles son
et: Saadaolevad riigid on
id_id: Negara-negara yang tersedia adalah
is: Fáanleg lönd eru

source: Could not download from
cs: Nelze stáhnout z
el: Δεν μπόρεσε να γίνει ανάκτηση από
es_419: No se pudo descargar de
et: Ei saanud allalaadida asukohast
id_id: Tidak bisa unduh dari
is: Gat ekki niðurhalið frá

source: Cannot read file
cs: Soubor nelze přečíst
el: Δεν είναι δυνατή η ανάγνωση του αρχείου
es_419: Imposible leer el archivo
et: Faili ei saanud lugeda
id_id: Tak bisa membaca fail
is: Get ekki lesið skrá

source: Cannot write file
cs: Soubor nelze zapsat
el: Δεν είναι δυνατή η εγγραφή αρχείου
es_419: Imposible escribir el archivo
et: Faili ei saanud kirjutada
id_id: Tak bisa menulis fail
is: Get ekki ritað skrá

source: Converting custom mirror file to new format
cs: Uživatelský seznam zrcadel se převádí na nový formát
el: Μετατροπή εξατομικευμένου αρχείου αναμεταδοτών σε νέο τύπο
es_419: Convirtiendo archivo de mirrors personalizado a nuevo formato
et: Konverteerin kohandatud peeglite nimekirja uude vormingusse
id_id: Mengkonversi fail mirror suaian untuk format baru
is: Umbreyti sérsníðuðum spegl skrá í nýtt snið

source: Custom mirror file
cs: Soubor s vlastním seznamem zrcadel
el: Εξατομικευμένο αρχείο αναμεταδοτών
es_419: Archivo de mirrors personalizado
et: Kohandatud peeglifail
id_id: Mirror fail suaian
is: Sérsniðin spegla skrá

source: Custom mirror file saved
cs: Soubor s vlastním seznamem zrcadel uložen
el: Το εξατομικευμένο αρχείο αναμεταδοτών αποθηκεύτηκε
es_419: Guardado el archivo de mirrors personalizado
et: Kohandatud peeglifail salvestatud
id_id: Mirror fail suaian tersimpan
is: Sérsniðin spegil skrá vistuð

source: User generated mirror list
cs: Uživatelsky vytvořený seznam zrcadel
el: Λίστα αναμεταδοτών δημιουργημένη από το χρήστη
es_419: Lista de mirrors generada por el usuario
et: Kasutaja-genereeritud peeglite nimekiri
id_id: Daftar mirror yang dihasilkan pengguna
is: Notenda myndaður speglalisti

source: Deprecated argument
cs: Zastaralý argument
el: Εγκατελειμένη παράμετρος
es_419: Argumento en desuso
et: Toetuse lõpetanud argument
id_id: Argumen yang tidak lagi digunakan
is: Rýrnuð rök

source: doesn't exist.
cs: neexistuje.
el: δεν υπάρχει.
es_419: no existe.
et: pole olemas.
id_id: Tidak ada.
is: er ekki til.

source: Downloading mirrors from
cs: Stahování zrcadel z
el: Ανάκτηση αναμεταδοτών από
es_419: Descargando espejos de
et: Laadin peegleid alla asukohast
id_id: Mengunduh mirror dari
is: Hleð niður speglum frá

source: Falling back to
cs: Návrat k
el: Υπαναχώρηση πάλι στο
es_419: Volviendo a
et: Pöördun tagasi
id_id: Pulihkan ke
is: Fell aftur að

source: Internet connection appears to be down
cs: Připojení k internetu se zdá být nefunkční
el: Φαίνεται πως η σύνδεση δικτύου έχει διακοπεί
es_419: La conexión a Internet parece no funcionar
et: Internetiühendus paistab olevat maas
id_id: Sambungan internet melemah
is: Nettenging virðist vera óvirk

source: Mirror list is generated using random method
cs: Seznam zrcadel je generován náhodnou metodou
el: Η λίστα δημιουργείται με τυχαίο τρόπο
es_419: La lista espejo se genera utilizando un método aleatorio
et: Peeglite nimekiri genereeritud, kasutades juhuslikku meetodit
id_id: Daftar mirror telah dihasilkan menggunakan metode acak
is: Speglalisti er búinn til af handahófi

source: is missing
cs: chybí
el: απουσιάζει
es_419: faltante
et: on puudu
id_id: telah hilang
is: Vantar

source: The mirror file
cs: Soubor se seznamem zrcadel
el: Το αρχείο αναμεταδοτών
es_419: El archivo de mirror
et: Peeglifail
id_id: Fail mirror
is: Spegil skrá

source: Mirror list generated and saved to
cs: Seznam zrcadel byl vygenerován a uložen do
el: Η λίστα δημιουργείται και αποθηκεύεται στο
es_419: Lista de espejos generada y guardada
et: Peeglite nimekiri genereeritud ja salvestatud asukohta
id_id: Daftar mirror dihasilkan dan disimpan ke
is: Speglalisti er búinn til og vistaður í

source: Generated on
cs: Generováno na
el: Δημιουργία με βάση
es_419: Generado en
et: Genereeritud kell
id_id: Dihasilkan di
is: Búið til á

source: custom mirrorlist
cs: vlastní seznam zrcadel
el: εξατομικευμένη λίστα
es_419: mirrolist personalizado
et: kohandatud peeglite nimekiri
id_id: daftar suaian mirror
is: sérsniðin speglalisti

source: to reset custom mirrorlist
cs: obnovit vlastní seznam zrcadel
el: για επαναφορά εξατομικευμένης λίστας
es_419: para restablecer la lista de espejos personalizada
et: et lähtestada kohandatud peeglite nimekirja
id_id: untuk setel ulang daftar suaian mirror
is: Endursetja sérsniðin speglalista

source: default mirrorlist
cs: výchozí seznam zrcadel
el: βασική λίστα
es_419: mirrorlist por defecto
et: vaikimisi peeglite nimekiri
id_id: daftar mirror baku
is: sjálfgefinn speglalisti

source: to modify mirrorlist
cs: upravit seznam zrcadel
el: για τροποποίηση λίστας
es_419: para modificar el mirrorlist
et: et muuta peeglite nimekirja
id_id: untuk modifikasi daftar mirror
is: Breyta speglalista

source: Mirror ranking is not available
cs: Seřazení zrcadel není k dispozici
el: Δεν είναι διαθέσιμη η βαθμονόμηση αναμεταδοτών
es_419: La clasificación del mirror no está disponible
et: Peeglite järjestamine pole saadaval
id_id: Peringkat mirror tidak ada
is: Spegla röðun er ekki í boði

source: Must have root privileges
cs: Musíte mít root oprávnění.
el: Απαιτούνται δικαιώματα διαχειριστή
es_419: Se necesitan privilegios de administrador
et: Vajab juurkasutaja õiguseid
id_id: Harus memiliki hak istimewa
is: Verður að hafa kerfisstjóraaðgangs

source: The mirrors has not changed
cs: Zrcadla se nezměnily
el: Οι αναμεταδότες δεν άλλαξαν
es_419: Los espejos no tienen cambios
et: Peeglid pole muutunud
id_id: Mirror tidak dapat diubah
is: Speglalisti hefur ekki breyst

source: No mirrors in selection
cs: Ve výběru nejsou žádná zrcadla
el: Δεν επιλέχτηκε αναμεταδότης
es_419: No hay mirrors seleccionados
et: Valikus pole peegleid
id_id: Tidak ada mirror dalam pemilihan
is: Engir speglar í vali

source: Option
cs: Možnost
el: Επιλογή
es_419: Opción
et: Valik
id_id: Opsi
is: Valkostir

source: Please use
cs: Prosím použijte
el: Παρακαλώ χρησιμοποιείστε
es_419: Por favor úselo
et: Palun kasuta
id_id: Silakan gunakan
is: Visamlegast notið

source: Querying mirrors
cs: Dotazování zrcadel
el: Αναζήτηση αναμεταδοτών
es_419: Enviando solicitud a los mirrors
et: Pärin peegleid
id_id: Mirror-mirror kueri
is: Spyr um spegla

source: Randomizing mirror list
cs: Seznam zrcadel je náhodně řazen
el: Τυχαία επιλογή λίστας αναμεταδοτών
es_419: Aleatorizando lista de mirrors
et: Muudan peeglite nimekirja juhuslikuks
id_id: Daftar mirror yang acak
is: Slembiraða speglalista

source: To remove custom config run
cs: Chcete-li odebrat vlastní nastavení konfigurace spusťte
el: Για επαναφορά των εξατομικευμένων ρυθμίσεων εκτελέστε
es_419: Para borrar la configuración personalizada
et: Et eemaldada kohandatud konfiguratsiooni, käivita
id_id: Untuk membuang konfig suaian jalankan
is: Til að eyða sérsniðni stillingu keyrðu

source: This may take some time
cs: To může zabrat nějaký čas
el: Αυτό μπορεί να αργήσει λίγο
es_419: Esto puede tomar un tiempo
et: See võib võtta natuke aega
id_id: Ini mungkin memakan beberapa waktu
is: Þetta getur tekið smá stund

source: unknown country
cs: neznámá země
el: άγνωστη χώρα
es_419: país desconocido
et: tundmatu rii
id_id: negara tak diketahui
is: óþekkt land

source: Use 0 for all mirrors
cs: Použijte 0 pro všechny zrcadla
el: Βάλτε 0 για όλους τους αναμεταδότες
es_419: Use 0 para todos los espejos
et: Kasuta 0 kõigi peeglite puhu
id_id: Gunakan 0 untuk semua mirror
is: Nota 0 fyrir alla spegla

source: Using all mirrors
cs: Použita všechna zrcadla
el: Χρήση όλων των αναμεταδοτών
es_419: Usando todos los mirrors
et: Kasutan kõiki peegleid
id_id: Menggunakan semua mirror
is: Nota alla spegla

source: Using custom mirror file
cs: Použit vlastní soubor se seznamem zrcadel
el: Χρήση εξατομικευμένου αρχείου αναμεταδοτών
es_419: Usando archivo de mirrors personalizado
et: Kasutan kohandatud peeglifaili
id_id: Menggunakan fail mirror suaian
is: Nota sérsniðna spegla skrá

source: Using default mirror file
cs: Použit výchozí soubor se seznamem zrcadel
el: Χρήση βασικού αρχείου αναμεταδοτών
es_419: Usando archivo de mirrors por defecto
et: Kasutan vaikimisi peeglifaili
id_id: Menggunakan fail mirror baku
is: Nota sjálfgefna spegla skrá

source: Writing mirror list
cs: Zapisuje se seznam zrcadel
el: Εγγραφή λίστας αναμεταδοτών -mirrorlist
es_419: Grabando lista de mirrors
et: Kirjutan peeglite nimekirja
id_id: Menulis daftar mirror
is: Rita speglalista

source: Manjaro mirrors by response time
cs: Zrcadla seřazená podle času odezvy
el: Αναμεταδότες Manjaro κατά σειρά χρόνου απάντησης
es_419: Mirrors de Manjaro por tiempo de respuesta
et: Manjaro peeglid vastuse aja järgi
id_id: Mirror manjaro dari waktu respon
is: Manjaro speglar eftir svörutíma

source: Manjaro mirrors in random order
cs: Zrcadla seřazená náhodně
el: Αναμεταδότες Manjaro σε τυχαία σειρά
es_419: Mirrors de Manjaro en orden aleatorio
et: Manjaro peeglid juhuslikus järjekorras
id_id: Mirror manjaro dalam urutan acak
is: Manjaro speglar í handahófskenndri röð

source: Check mirrors for your personal list
cs: Vyberte zrcadla pro váš vlastní seznam
el: Επιλέξτε αναμεταδότες για την προσωπική σας λίστα
es_419: Verificar mirrors de tu lista personal
et: Kontrolli peegleid oma isikliku nimekirja tarbeks
id_id: Periksa mirror untuk daftar pribadimu
is: Athuga spegla fyrir persónulega listann þinn

source: Use
cs: Použít
el: Χρήση
es_419: Usar
et: Kasuta
id_id: Gunakan
is: Nota

source: Country
cs: Země
el: Χώρα
es_419: País
et: Riik
id_id: Negara
is: Land

source: Resp
cs: Odpověď
el: Απάντ
et: Vastus
id_id: Respon
is: Viðbragðstími

source: Sync
cs: Synchronizace
el: Συγχρ
es_419: Sincronizar
et: Sünk
id_id: Sinkron
is: Samstilling

source: Cancel
cs: Zrušit
el: Άκυρο
es_419: Cancelar
et: Tühista
id_id: Batal
is: Hætta við

source: OK
id_id: Oke
is: Allt í lagi

source: Confirm selections
cs: Potvrdit výběr
el: Έγκριση επιλογών
es_419: Confirmar selección
et: Kinnita valikud
id_id: Memastikan pemilihan
is: Staðfesta val

source: I want to use these mirrors
cs: Chci použít tyto zrcadla
el: Θέλω να χρησιμοποιήσω αυτούς τους αναμεταδότες
es_419: Deseo usar esos mirrors
et: Ma soovin kasutada neid peegleid
id_id: Aku ingin menggunakan mirror ini
is: Ég vill nota þessa spegla

source: Re-branch requires a branch to work with
cs: Re-branch je vyžadován, aby branch pracoval s
el: Η αλλαγή κλάδου απαιτεί έναν κλάδο για να λειτουργήσει
es_419: El re-branch requiere una rama para trabajar
et: Haru taasloomine vajab haru, mille kallal töödata
id_id: Diperlukan mencabang ulang agar cabang dapat bekerja

source: HTTPException
es_419: Excepción HTTP
